Repository: embiante/glsourcenames
Catalog: AL/Translations/GL Source Names.*.xlf
Languages: cs_cz, da_dk, es_mx, fr_be, it_it, nb_no, ru_ru

# Page 3431183161 - Control 1612614122 - Property 1968111052
source: To be able to use Source Names on G/L Entries, users must have required permissions.
cs_cz: Abyste mohli použít názvy zdroje na finanční položky, uživatelé musejí mít požadovaná oprávnění.
da_dk: Brugere skal have de nødvendige rettigheder for at kunne bruge Finans-kildenavn på finansposter.
es_mx: Para poder usar los nombres de origen de los movimientos de contabilidad, los usuarios deben tener los permisos necesarios.
fr_be: Pour pouvoir utiliser des noms d’origine sur les écritures comptables, les utilisateurs doivent disposer d’autorisations requises.
it_it: Per poter utilizzare i nomi di origine nei movimenti C/G, gli utenti devono disporre dei permessi necessari.
nb_no: Brukere må ha tillatelse for å kunne bruke datakildenavn på finansposter.
ru_ru: Чтобы получить возможность использовать названия источника для операций ГК, пользователи должны иметь необходимые права.

# Page 3431183161 - Control 3647570164 - Property 2879900210
source: Let's go!
cs_cz: Jdeme!
da_dk: Lad os komme i gang!
es_mx: ¡Vamos!
fr_be: Allons-y !
it_it: Inizia
nb_no: la oss gå!
ru_ru: Поехали!

# Page 3431183161 - Control 1134365254 - Property 1968111052
source: Choose Set Defaults and all required permissions will be automatically assigned to user group members and users based on current permissions to the G/L Entries and the above master tables.
cs_cz: Vyberte výchozí nastavení a všechna požadovaná oprávnění budou automaticky přiřazeny k položkám ve skupině uživatele a uživatele na základě aktuální oprávnění věcné položky a výše hlavní tabulky.
da_dk: Vælg Indstil standardindstillinger, og alle nødvendige rettigheder tildeles automatisk brugergrupper og brugere baseret på deres nuværende rettigheder til finansposter og ovenstående stamdata tabeller.
es_mx: Seleccione valores predeterminados y todos los permisos requeridos se asignarán automáticamente a los miembros del grupo de usuarios y los usuarios que basan en permisos actuales a los movimientos de contabilidad y el patrón anterior tablas.
fr_be: Cliquez sur Définir par défaut et toutes les autorisations requises seront affectées automatiquement aux membres du groupe utilisateurs et utilisateurs selon les autorisations actuelles pour les écritures comptables et les mentionnées ci-dessus des tables.
it_it: Scegliere impostazioni predefinite e tutte le autorizzazioni necessarie verranno assegnate automaticamente a membri del gruppo di utenti e gli utenti in base alle autorizzazioni corrente per i movimenti C/G e master di cui sopra tabelle.
nb_no: Velg Angi standarder og alle nødvendige tillatelser tilordnes automatisk til medlemmer i brukergrupper og brukere som er basert på gjeldende tillatelser til den finansposter og ovenfor malen tabeller.
ru_ru: Выберите "Задать значения по-умолчанию" и все необходимые права будет автоматически назначены для членов группы пользователей и пользователей на основе текущих прав доступа к операциям ГК и основным таблицам, перечисленным ранее.

# Page 3431183161 - Control 727926705 - Property 1968111052
source: Choose Next so you can manually set up permissions for users and groups.
cs_cz: Tlačítko Další, můžete ručně vytvořit oprávnění uživatelů a skupin.
da_dk: Vælg Næste for manuelt at opsætte rettigheder til brugere og brugergrupper.
es_mx: Elija siguiente para poder configurar manualmente los permisos para usuarios y grupos.
fr_be: Cliquez sur Suivant pour configurer manuellement les autorisations des utilisateurs et des groupes.
it_it: Scegliere Avanti per impostare manualmente le autorizzazioni per gli utenti e gruppi.
nb_no: Velg Neste slik at du kan manuelt angi tillatelser for brukere og grupper.
ru_ru: Нажмите "Далее", для возможности вручную настроить права доступа для пользователей и групп пользователей.

# Page 3431183161 - Control 1548525519 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change read permission for the user group members
cs_cz: Zkontrolujte pole přiřazení nebo odebrání Permisson Chcete-li změnit oprávnění ke čtení pro členové skupiny uživatelů
da_dk: Markér afkrydsningsfeltet Tillad eller Fjern tilladelse for at ændre læserettigheder for medlemmer af brugergrupperne
es_mx: Compruebe el asignar o quitar permiso para modificar los permisos de lectura para los miembros del grupo de usuarios
fr_be: Vérifier l’affecter ou supprimer autorisé pour modifier l’autorisation de lecture pour les membres du groupe d’utilisateurs
it_it: Verificare l'assegnare o rimuovere Permisson per modificare l'autorizzazione di lettura per i membri del gruppo di utenti
nb_no: Kontroller tilordnes eller fjern Permisson-boksen hvis du vil endre lesetillatelse for brukergruppemedlemmer
ru_ru: Отметьте поле "Назначить" или "Удалить разрешения" для изменения прав доступа на чтение для членов группы пользователей

# Page 3431183161 - Control 3658412756 - Property 2879900210
source: User Groups requiring read access
cs_cz: Skupiny uživatelů, které vyžadují přístup ke čtení
da_dk: Brugergrupper der kræver læseadgang
es_mx: Grupos de usuarios que requieren acceso de lectura
fr_be: Groupes d’utilisateurs qui requiert un accès en lecture
it_it: Gruppi di utenti che richiedono l'accesso in lettura
nb_no: Brukergrupper som krever lesetilgang
ru_ru: Группы пользователей, для которых требуется доступ на чтение

# Page 3431183161 - Control 3580960544 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change both read and update permission for the user group members
cs_cz: Zkontrolujte pole přiřazení nebo odebrání Permisson ke změně oprávnění ke čtení a aktualizaci oprávnění k položkám ve skupině uživatele
da_dk: Markér afkrydsningsfeltet Tillad eller Fjern tilladelse for at ændre både læse- og skriverettigheder for medlemmer af brugergrupperne
es_mx: Compruebe el asignar o quitar permiso para modificar lectura y actualizar los permisos para los miembros del grupo de usuarios
fr_be: Vérifier l’affecter ou supprimer autorisé pour modifier l’accès en lecture et mettre à jour des autorisations pour les membres du groupe d’utilisateurs
it_it: Verificare l'assegnare o rimuovere casella Permisson di lettura di modificare e aggiornare le autorizzazioni per i membri del gruppo di utenti
nb_no: Kontroller tilordnes eller fjern Permisson for for å endre både lese og oppdatere tillatelse for brukergruppemedlemmer
ru_ru: Отметьте поле "Назначить" или "Удалить разрешения" для изменения прав доступа на чтение и обновление для членов группы пользователей

# Page 3431183161 - Control 2987393997 - Property 2879900210
source: User Groups requiring update access
cs_cz: Skupiny uživatelů, které vyžadují přístup aktualizace
da_dk: Brugergrupper der kræver fuld adgang
es_mx: Grupos de usuarios que requieren actualización acceso
fr_be: Groupes d’utilisateurs qui nécessitent un accès de mise à jour
it_it: Gruppi di utenti che richiedono l'accesso aggiornamento
nb_no: Brukergrupper som krever oppdateringstilgang
ru_ru: Группы пользователей, для которых требуется обновить права доступа

# Page 3431183161 - Control 1199083099 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change read permission for the user. User Group members should be managed through the user group only.
cs_cz: Zkontrolujte pole přiřazení nebo odebrání Permisson Chcete-li změnit oprávnění ke čtení pro uživatele. Členové skupiny uživatelů by měly být spravovány prostřednictvím skupině uživatelů.
da_dk: Markér afkrydsningsfeltet Tillad eller Fjern tilladelse for at ændre læserettigheder for brugeren. Medlemmer af brugergrupper bør kun håndteres via deres brugergruppe.
es_mx: Compruebe el asignar o quitar permiso para modificar los permisos de lectura para el usuario. Deben especificarse miembros del grupo de usuarios a través del grupo de usuarios sólo.
fr_be: Vérifiez l’affecter ou supprimer autorisé pour modifier l’autorisation de lecture pour l’utilisateur. Membres du groupe d’utilisateurs doivent être gérées par le groupe d’utilisateurs.
it_it: Verificare l'assegnare o rimuovere Permisson per modificare l'autorizzazione di lettura per l'utente. Membri gruppo di utenti devono essere gestiti tramite solo il gruppo di utenti.
nb_no: Se Tilordne eller fjerne Permisson boksen hvis du vil endre lesetillatelse for brukeren. Brukergruppemedlemmer skal håndteres gjennom brukergruppen.
ru_ru: Отметьте поле "Назначить" или "Удалить разрешения" для изменения прав доступа на чтение для пользователя. Участники группы пользователей должны управляться с использованием только группы пользователей.

# Page 3431183161 - Control 2940688026 - Property 2879900210
source: Users requiring read access
cs_cz: Uživatelů, které vyžaduje oprávnění ke čtení
da_dk: Brugere der kræver læseadgang
es_mx: Usuarios que requieren acceso de lectura
fr_be: Utilisateurs ayant besoin d’un accès en lecture
it_it: Utenti che richiedono l'accesso in lettura
nb_no: Brukere som krever lesetilgang
ru_ru: Пользователи, которым нужен доступ на чтение

# Page 3431183161 - Control 2474476333 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change both read and update permission for the user. User Group members should be managed through the user group only
cs_cz: Zkontrolujte přiřazení nebo odebrání pole Permisson změnit oprávnění ke čtení a aktualizovat oprávnění pro uživatele. Členové skupiny uživatelů by měly být spravovány prostřednictvím skupině uživatelů
da_dk: Markér afkrydsningsfeltet Tillad eller Fjern tilladelse for at ændre både læse- og skriverettigheder for brugeren. Medlemmer af brugergrupper bør kun håndteres via deres brugergruppe.
es_mx: Compruebe el asignar o quitar permiso para modificar lectura y actualizar los permisos del usuario. Deben especificarse miembros del grupo de usuarios a través del grupo de usuarios sólo
fr_be: Vérifiez l’affecter ou supprimer autorisé pour modifier l’accès en lecture et mettre à jour les autorisations de l’utilisateur. Membres du groupe d’utilisateurs doivent être gérées par le groupe d’utilisateurs
it_it: Verificare l'assegnare o rimuovere casella Permisson di lettura di modificare e aggiornare l'autorizzazione per l'utente. Membri gruppo di utenti devono essere gestiti tramite solo il gruppo di utenti
nb_no: Kontroller tilordnes eller fjern Permisson for for å endre både lese og oppdatere tillatelse for brukeren. Brukergruppemedlemmer skal håndteres gjennom brukergruppen
ru_ru: Отметьте поле "Назначить" или "Удалить разрешения" для изменения прав доступа на чтение и обновление для пользователя. Участники группы пользователей должны управляться с использованием только группы пользователей.

# Page 3431183161 - Control 2103052239 - Property 2879900210
source: Users requiring update access
cs_cz: Uživatelů, které vyžaduje přístup aktualizace
da_dk: Brugere der kræver fuld adgang.
es_mx: Usuarios que requieren actualización acceso
fr_be: Utilisateurs qui nécessitent un accès de mise à jour
it_it: Utenti che richiedono l'accesso aggiornamento
nb_no: Brukere som krever oppdateringstilgang
ru_ru: Пользователи, которым требуются доступ на обновление

# Page 3431183161 - Control 3916409790 - Property 1968111052
source: Enter the Registration details.
cs_cz: Zadejte identifikační údaje.
da_dk: Indtast registreringsdetaljerne.
es_mx: Especifique los detalles del registro.
fr_be: Permet d’entrer les détails de l’enregistrement.
it_it: Immettere i dettagli della registrazione.
nb_no: Angir du opplysningene for registrering.
ru_ru: Введите сведения о регистрации.

# Page 3431183161 - Control 661833578 - Property 1295455071
source: Your registration will only be stored in Dynamics365. Your E-Mail Address is not shared with anyone.
cs_cz: Vaše registrační údaje budou uloženy pouze v Dynamics365. E-mailová adresa není sdíleny se všemi uživateli.
da_dk: Din registrering vil kun blive gemt i Dynamics365. Din mailadresse vil ikke blive delt.
es_mx: El proceso de registro sólo se almacenará en Dynamics365. Dirección de correo electrónico no se comparte con nadie.
fr_be: Votre inscription sera enregistrée uniquement dans Dynamics365. Votre adresse E-Mail n’est pas partagé avec tous les utilisateurs.
it_it: La registrazione verrà memorizzata solo nella Dynamics365. Il proprio indirizzo E-Mail non viene condiviso con nessuno.
nb_no: Registreringen lagres bare i Dynamics365. E-postadressen er ikke delt med andre.
ru_ru: Сведения о регистрации будут храниться только в Dynamics365. Адрес электронной почты не подлежит распространению.

# Page 3431183161 - Control 4153939316 - Property 1968111052
source: We suggest that you refresh the data in G/L Source Names lookup table before finishing this wizard. You can come back here any time to refresh the lookup table again
cs_cz: Doporučujeme před dokončením Průvodce aktualizaci dat v tabulce vyhledávací názvy finančních původu. Si můžete sem zpět kdykoli znovu aktualizovat vyhledávací tabulku
da_dk: Vi foreslår du opdaterer data i Finans-kildenavn opslagstabeller før du afslutter denne guide. Du kan til enhver tid kommer tilbage og opdatere opslagstabellen igen.
es_mx: Le recomendamos que actualice los datos de tabla de búsqueda de nombres de origen de la cuenta de contabilidad antes de finalizar a este asistente. Pueden proceder este sitio cualquier momento para actualizar la tabla de búsqueda de nuevo
fr_be: Il est recommandé que vous actualisez les données dans la table de recherche des noms de journal général avant de terminer cet Assistant. Vous pouvez l’ouvrir cette page tout moment actualiser la table de consultation à nouveau
it_it: È consigliabile che si aggiornano i dati nella tabella di ricerca di nomi di origine C/G prima di completare questa procedura guidata. Possono provenire qui qualsiasi momento per aggiornare nuovamente la tabella di ricerca
nb_no: Vi anbefaler at du kan oppdatere dataene i Finans datakildenavn oppslagstabell før du fullfører veiviseren. Du kan komme tilbake her helst fornye oppslagstabellen på nytt
ru_ru: Мы советуем обновить данные таблицы G/L Source Names lookup до завершения мастера настройки. Вы можете вернуться сюда снова в любое время для обновления таблицы заново.

# Page 3431183161 - Control 1546979963 - Property 2879900210
source: That's it!
cs_cz: Je to!
da_dk: Det var det hele!
es_mx: ¡Eso es todo!
fr_be: Voilà !
it_it: Fine
nb_no: Det var det!
ru_ru: Все!

# Page 3431183161 - Control 1365623322 - Property 1968111052
source: To refresh the data in the G/L Source Name lookup table, choose Update G/L Source Names.
cs_cz: Aktualizovat data v tabulce vyhledávací název původu pro finanční účet, zvolte Aktualizovat názvy zdrojů finanční účet.
da_dk: Vælg Opdatér Finans-kildenavn opslagsdata for at opdatere data i Finans-kildenavn opslagstabellen.
es_mx: Para actualizar los datos en la tabla de búsqueda de nombre de origen de la cuenta de contabilidad, seleccione actualizar nombres de origen de cuenta de contabilidad.
fr_be: Pour actualiser les données dans la table de consultation du nom du journal comptable, cliquez sur Mettre à jour les noms de Source G/L.
it_it: Per aggiornare i dati nella tabella di ricerca nome origine C/G, scegliere Aggiorna nomi di origine C/G.
nb_no: Hvis du vil oppdatere dataene i Finans kildenavnet oppslagstabellen, velg Oppdater finans datakildenavn.
ru_ru: Для обновления данных в таблице G/L Source Name lookup выберите Обновить название источника ГК.

# Page 3431183161 - Control 2641016556 - Property 1968111052
source: To enable Source Names in G/L Entries, choose Finish.
cs_cz: Chcete-li názvy zdrojů ve věcných položkách, na tlačítko Dokončit.
da_dk: Vælg Udfør, for at slå Finans-kildenavn i finansposter til.
es_mx: Para habilitar los nombres de origen en los movimientos de contabilidad, elija Terminar.
fr_be: Pour activer les noms de journal dans les écritures comptables, cliquez sur Terminer.
it_it: Scegliere Fine per abilitare i nomi di origine dei movimenti C/G.
nb_no: Velg Fullfør for å aktivere datakildenavn i finansposter.
ru_ru: Чтобы активировать название источника в операциях ГК, нажмите "Готово".

# Page 3431183161 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
da_dk: Tilbage
es_mx: Atrás
fr_be: Précédent
it_it: Indietro
nb_no: Tilbake
ru_ru: Назад

# Page 3431183161 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
da_dk: Næste
es_mx: Siguiente
fr_be: Suivant
it_it: Avanti
nb_no: Neste
ru_ru: Далее

# Page 3431183161 - Action 2679202735 - Property 2879900210
source: Set Defaults
cs_cz: Nastavení výchozích hodnot
da_dk: Indstil standardindstillinger
es_mx: Definir valores predeterminados
fr_be: Définir les valeurs par défaut
it_it: Impostare valori predefiniti
nb_no: Angi standarder
ru_ru: Установка значений по-умолчанию

# Page 3431183161 - Action 2679202735 - Property 1295455071
source: Updates Permissions to all users and user groups as suggested
cs_cz: Aktualizace oprávnění pro všechny uživatele a skupiny uživatelů navržené
da_dk: Opdatér rettigheder for alle brugere og brugergrupper som foreslået
es_mx: Actualiza los permisos a todos los usuarios y grupos de usuarios sugerida
fr_be: Met à jour des autorisations pour tous les utilisateurs et groupes d’utilisateurs en fonction des recommandations
it_it: Aggiorna le autorizzazioni per tutti gli utenti e gruppi di utenti suggerita
nb_no: Oppdaterer tillatelser til alle brukere og brukergrupper som blir foreslått
ru_ru: Обновляет права доступа для всех пользователей и групп пользователей как было предложено ранее

# Page 3431183161 - Action 1986928548 - Property 2879900210
source: Update G/L Source Names
cs_cz: Aktualizovat názvy finančního původu
da_dk: Opdater Finans-kildenavne
es_mx: Actualizar los nombres de origen de la cuenta de contabilidad
fr_be: Mettre à jour les noms de journal général
it_it: Aggiorna i nomi di origine C/G
nb_no: Oppdatere Finans datakildenavn
ru_ru: Обновить названия источника ГК

# Page 3431183161 - Action 1986928548 - Property 1295455071
source: This action will update the G/L Source Names lookup table
cs_cz: Tato akce aktualizuje vyhledávací tabulku názvy finančního původu
da_dk: Denne handling til opdatere opslagstabellen for Finans-kildenavne
es_mx: Esta acción actualizará la tabla de búsqueda de nombres de origen de la cuenta de contabilidad
fr_be: Cette action met à jour la table de recherche des noms de journal général
it_it: La tabella di ricerca di nomi di origine C/G verrà aggiornato
nb_no: Denne handlingen vil oppdatere Finans datakildenavn oppslagstabellen
ru_ru: Это действие обновит данные в таблице G/L Source Names lookup

# Page 3431183161 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
da_dk: Udfør
es_mx: Terminar
fr_be: Terminer
it_it: Fine
nb_no: Fullfør
ru_ru: Готово

# Page 3431183161 - NamedType 3476492343
source: G/L Source Names have not been set up.\\Are you sure you want to exit?
cs_cz: Názvy finančního původu nebyly nastaveny up. \\Are si jisti, že chcete ukončit?
da_dk: Finans-kildenavne er ikke sat op.\\Er du sikker på, at du vil afslutte?
es_mx: Nombres de origen de la cuenta de contabilidad no se ha establecido \\Are ¿está seguro de que desea salir?
fr_be: Noms de journal général n’ont pas été définies mise en \\Are êtes-vous sûr de vouloir quitter ?
it_it: I nomi di origine C/G non vengono impostati. \\Are se si desidera uscire?
nb_no: Datakildenavn Finans ikke er angitt Utskriftsformat \\Are du sikker på at du vil avslutte?
ru_ru: Названия источника ГК не были настроены \\Вы действительно хотите выйти?

# Page 3431183161 - NamedType 601425374
source: Registration E-Mail Address is missing
cs_cz: Chybí registrace e-mailovou adresu.
da_dk: Registrerings mailadress mangler
es_mx: Dirección de correo electrónico de registro no existe
fr_be: Adresse E-Mail de l’enregistrement est manquant
it_it: Indirizzo di posta elettronica registrazione mancante.
nb_no: Registrering e-postadresse mangler
ru_ru: Отсутствует адрес электронной почты для регистрации

# Page 86709904 - Control 3233782167 - Property 1295455071
source: Indicates whether the user has full access or just read access to G/L Source Names Lookup table
cs_cz: Označuje, zda má uživatel úplný přístup nebo pouze pro čtení přístup k vyhledávací názvy finanční zdrojové tabulky
da_dk: Angiver hvorvidt brugeren har fuld adgang eller blot læseadgang til Finans-kildenavn opslagstabellen
es_mx: Indica si el usuario tiene acceso completo o sólo acceso de lectura a la tabla de búsqueda de nombres de origen de cuenta
fr_be: Indique si l’utilisateur a un accès complet ou seulement un accès en lecture à la table de recherche de noms journal général
it_it: Indica se l'utente ha accesso completo o solo accesso in lettura alla tabella di ricerca di nomi di origine C/G
nb_no: Angir om brukeren har full tilgang eller bare lesetilgang til oppslagstabellen Finans kilde navn
ru_ru: Показывает, имеет ли пользователь полный доступ или только доступ для чтения к таблице G/L Source Names Lookup

# Page 86709904 - Control 129688762 - Property 1295455071
source: Specifies the user's name. If the user is required to present credentials when starting the client, this is the name that the user must present.
it_it: Specifica il nome dell'utente. Se l'utente deve presentare le credenziali all'avvio del client, questo è il nome che l'utente deve presentare.

# Page 86709904 - Control 1581469095 - Property 1295455071
source: Specifies the full name of the user.
it_it: Specifica il nome completo dell'utente.

# Page 86709904 - Control 539887058 - Property 2879900210
source: User Group Member
cs_cz: Člen skupiny uživatelů
da_dk: Medlem af brugergruppe
es_mx: Miembro del grupo de usuarios
fr_be: Membre du groupe d’utilisateurs
it_it: Membro gruppo di utenti
nb_no: Brukergruppemedlem
ru_ru: Участник группы пользователей

# Page 86709904 - Control 539887058 - Property 1295455071
source: Indicates if this user is a member of a user group in one of the previous steps.
cs_cz: Určuje, zda tento uživatel je členem skupiny uživatelů v jedné z výše uvedených kroků.
da_dk: Angiver hvorvidt denne bruger er medlem af en brugergruppe i et af de tidligere trin.
es_mx: Indica si el usuario es un miembro de un grupo de usuarios en uno de los pasos anteriores.
fr_be: Indique si cet utilisateur est un membre d’un groupe d’utilisateurs dans une des étapes précédentes.
it_it: Indica se l'utente è membro di un gruppo di utenti in uno dei passaggi precedenti.
nb_no: Angir Hvis brukeren er medlem av en brukergruppe på én av de foregående trinnene.
ru_ru: Показывает, является ли этот пользователь членом группы пользователей в одном из предыдущих шагов.

# Page 86709904 - Control 2831955675 - Property 1295455071
source: Indicates whether the user already has required permissions
cs_cz: Označuje, zda uživatel již má požadovaná oprávnění
da_dk: Angiver hvorvidt brugeren allerede har de nødvendige rettigheder
es_mx: Indica si ya le pide al usuario permisos
fr_be: Indique si l’utilisateur a déjà requis des autorisations
it_it: Indica se l'utente già disponga delle autorizzazioni richieste
nb_no: Angir om brukeren allerede har bedt om tillatelser
ru_ru: Показывает имеет ли пользователь уже необходимые права доступа
