Repository: embiante/glsourcenames
Catalog: AL/Translations/GL Source Names.*.xlf
Languages: cs_cz, da_dk, es_mx, fr_be, it_it, nb_no, ru_ru

# Table 102911037 - Field 1753214751 - Property 2879900210
source: Source Type
cs_cz: Typ původu
da_dk: Kildetype
es_mx: Tipo procedencia mov.
fr_be: Type origine
it_it: Tipo origine
nb_no: Kildetype
ru_ru: Тип источника

# Table 102911037 - Field 1882905478 - Property 2879900210
source: Source No.
cs_cz: Číslo původu
da_dk: Kildenr.
es_mx: Cód. procedencia mov.
fr_be: N° origine
it_it: Nr. origine
nb_no: Kildenr.
ru_ru: Номер источника

# Table 102911037 - Field 1343707150 - Property 2879900210
source: Source Name
cs_cz: Název zdroje
da_dk: Kildenavn
es_mx: Nombre procedencia
fr_be: Nom origine
it_it: Nome origine
nb_no: Kildenavn
ru_ru: Название источника

# Table 102911037 - Field 3183101751 - Property 62802879
source: ,Customer,Vendor,Item
it_it: ,Cliente,Fornitore,Articolo

# Table 2508189916 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód
da_dk: Kode
es_mx: Cód.
it_it: Codice
nb_no: Kode
ru_ru: Код

# Table 2508189916 - Field 4036313429 - Property 2879900210
source: Icon
cs_cz: Ikony
da_dk: Ikon
es_mx: Icono
fr_be: Icône
it_it: Icona
nb_no: Ikonet
ru_ru: Значок

# Table 3539689440 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
da_dk: Primærnøgle
es_mx: Clave primaria
fr_be: Clé primaire
it_it: Chiave primaria
nb_no: Primærnøkkel
ru_ru: Первичный ключ

# Table 3539689440 - Field 661833578 - Property 2879900210
source: Registration E-Mail Address
cs_cz: Evidence e-mailovou adresu.
da_dk: Registrerings mailadresse
es_mx: Dirección de correo electrónico de registro
fr_be: Adresse E-Mail de l’enregistrement
it_it: Indirizzo di posta elettronica di registrazione
nb_no: E-postadresse for registrering
ru_ru: E-mail для регистрации

# Table 3539689440 - Field 155626315 - Property 2879900210
source: Installation Id
cs_cz: Id instalace
da_dk: Installations-id
es_mx: Id. de instalación
fr_be: Id d’installation
it_it: Id di installazione
nb_no: Installasjons-Id
ru_ru: Код установки

# Table 3539689440 - Field 1635236888 - Property 2879900210
source: Registration Id
cs_cz: Registrační číslo
da_dk: Registrerings-id
es_mx: Id. de registro
fr_be: Id d’enregistrement
it_it: Id di registrazione
nb_no: Id for registrering
ru_ru: Регистрационный номер

# Table 3539689440 - Field 1413240321 - Property 2879900210
source: Next Registration Verification
cs_cz: Další ověření registrace
da_dk: Næste registreringsbekræftelse
es_mx: Comprobación del siguiente registro
fr_be: Vérification de l’enregistrement suivante
it_it: Verifica partita successiva
nb_no: Neste registrering bekreftelse
ru_ru: Проверка следующей регистрации

# Table 3539689440 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
es_mx: Estado
fr_be: Statut
it_it: Stato
ru_ru: Статус

# Table 3539689440 - Field 513339096 - Property 62802879
source: Not Completed,Completed,Not Started,Seen,Watched,Read,
cs_cz: Nedokončeno, dokončeno, Nezapočato, zobrazit, sledovány, čtení,
da_dk: Ikke afsluttet,Afsluttet,Ikke startet,Set,Overvåget,Læst,
it_it: Non è stato completato, completato, non iniziato, visualizzati, controllata, leggere,
nb_no: Ikke er fullført, fullført, ikke startet, vises overvåkede, lese,
ru_ru: Не завершено,Завершено,Не начато,Просмотрено,Просмотрены,Прочтено,

# Table 3539689440 - Field 62955203 - Property 2879900210
source: Tour Id
cs_cz: Prohlídka Id
da_dk: Guide-id
es_mx: Id. de paseo
fr_be: Id visite
it_it: Id presentazione
nb_no: Id for innføring
ru_ru: Код тура

# Table 3539689440 - Field 448805223 - Property 2879900210
source: Video Status
cs_cz: Stav videa
es_mx: Estado de vídeo
fr_be: Statut de la vidéo
it_it: Stato del video
ru_ru: Статус видео

# Table 3539689440 - Field 1358400863 - Property 2879900210
source: Help Status
cs_cz: Stav nápovědy
da_dk: Hjælp status
es_mx: Estado de ayuda
fr_be: Statut d’aide
it_it: Stato della Guida
nb_no: Hjelpstatus
ru_ru: Статус справки

# Table 3539689440 - Field 2362958084 - Property 2879900210
source: Tour Status
cs_cz: Prohlídka stav
da_dk: Guide status
es_mx: Estado de paseo
fr_be: Statut de la visite
it_it: Stato della presentazione
nb_no: Innføringsstatus
ru_ru: Статус тура

# Page 3539689440 - Property 2879900210
source: G/L Source Name Setup
cs_cz: Název původu finanční účet
da_dk: Finans-kildenavn opsætning
es_mx: Configuración de nombre de origen de cuenta
fr_be: Paramétrage de nom de journal général
it_it: Setup di nome di origine C/G
nb_no: Finansoppsett navnet kilde
ru_ru: Настройка названия источника ГК

# Page 3539689440 - Control 661833578 - Property 1295455071
source: The G/L Source Name Extension will be registered on this E-Mail Address. When registering the registration key will be sent to this E-Mail Address.
cs_cz: Rozšíření název zdroje finanční registrována na tuto e-mailovou adresu. Při zápisu klíč Evidence odešle na tuto e-mailovou adresu.
da_dk: Finans-kildenavn udvidelsen vil bliver registreret til denne mailadresse. Ved registrering vil registreringsnøglen bliver sendt til denne mailadresse.
es_mx: La extensión de nombre de origen de cuenta de contabilidad se registrarán en esta dirección de correo electrónico. Al registrar la clave de registro se enviará a esta dirección de correo electrónico.
fr_be: L’Extension de nom de journal comptable est enregistrée sur cette adresse de messagerie. Lorsque l’enregistrement de la clé d’inscription sera envoyée à cette adresse E-Mail.
it_it: L'estensione del nome di origine C/G saranno registrato su questo indirizzo di posta elettronica. Quando la registrazione il codice di registrazione verrà inviata a un determinato indirizzo di posta elettronica.
nb_no: Finans kilde type skal registreres i denne e-postadressen. Når registrerer nøkkelen for produktregistrering skal sendes til denne e-postadressen.
ru_ru: Расширение G/L Source Name будет зарегистрировано по этому адресу электронной почты. После регистрации ключ будет отправлен по этому адресу электронной почты.

# Table 3047140855 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID zabezpečení uživatele
da_dk: Bruger sikkerheds-id
es_mx: Id. de seguridad de usuario
fr_be: ID sécurité utilisateur
it_it: ID di sicurezza utente
nb_no: Sikkerhets-ID for bruker
ru_ru: КОД безопасности пользователя

# Table 3047140855 - Field 4045127740 - Property 2879900210
source: Notification Id
cs_cz: Id oznámení
da_dk: Notifikations-id
es_mx: Id. de notificación
fr_be: Id de la notification
it_it: ID notifica
nb_no: Varslings-Id
ru_ru: Код уведомления

# Table 4126486020 - Field 3233782167 - Property 2879900210
source: Permission Level
cs_cz: Úroveň oprávnění
da_dk: Tilladelsesniveau
es_mx: Nivel de permisos
fr_be: Niveau d’autorisation
it_it: Livello di autorizzazione
nb_no: Nivå for tillatelser
ru_ru: Уровень прав

# Table 4126486020 - Field 3233782167 - Property 62802879
source: Read,Update
cs_cz: Čtení, aktualizace
da_dk: Læs,Opdatér
es_mx: Leer, actualizar
fr_be: Lire, mettre à jour
it_it: Leggere, aggiornare
nb_no: Lese, oppdatere
ru_ru: Чтение,Обновление

# Table 4126486020 - Field 43241205 - Property 2879900210
source: User Group Code
cs_cz: Kód skupiny uživatelů
da_dk: Brugergruppe kode
es_mx: Código de grupo de usuarios
fr_be: Code du groupe d’utilisateurs
it_it: Codice gruppo di utenti
nb_no: Kode for brukergruppe
ru_ru: Код группы пользователей

# Table 4126486020 - Field 1341274843 - Property 2879900210
source: User Group Name
cs_cz: Název skupiny uživatelů
da_dk: Brugergruppe navn
es_mx: Nombre de grupo de usuarios
fr_be: Nom du groupe d’utilisateurs
it_it: Nome gruppo di utenti
nb_no: Brukergruppenavn
ru_ru: Название группы пользователей

# Table 4126486020 - Field 2831955675 - Property 2879900210
source: Has Permission
cs_cz: Mají oprávnění
da_dk: Har rettighed
es_mx: Tiene los permisos
fr_be: A l’autorisation
it_it: Include il permesso
nb_no: Hvis du har tillatelse
ru_ru: Есть разрешение

# Table 4126486020 - Field 2038419342 - Property 2879900210
source: Assign Permission
cs_cz: Přidělit oprávnění
da_dk: Tildel rettighed
es_mx: Asignar permisos
fr_be: Affecter des autorisations
it_it: Assegnare l'autorizzazione
nb_no: Tilordne tillatelse
ru_ru: Назначить права доступа

# Table 4126486020 - Field 1061021719 - Property 2879900210
source: Remove Permission
cs_cz: Odebrat oprávnění
da_dk: Fjern rettighed
es_mx: Quitar permisos
fr_be: Supprimer l’autorisation
it_it: Rimuovere autorizzazioni
nb_no: Fjerne tillatelse
ru_ru: Удалить права доступа

# Table 1175440386 - Field 3233782167 - Property 2879900210
source: Permission Level
cs_cz: Úroveň oprávnění
da_dk: Tilladelsesniveau
es_mx: Nivel de permisos
fr_be: Niveau d’autorisation
it_it: Livello di autorizzazione
nb_no: Nivå for tillatelser
ru_ru: Уровень прав

# Table 1175440386 - Field 3233782167 - Property 62802879
source: Read,Update
cs_cz: Čtení, aktualizace
da_dk: Læs,Opdatér
es_mx: Leer, actualizar
fr_be: Lire, mettre à jour
it_it: Leggere, aggiornare
nb_no: Lese, oppdatere
ru_ru: Чтение,Обновление

# Table 1175440386 - Field 3021697414 - Property 2879900210
source: User Security ID
cs_cz: ID zabezpečení uživatele
da_dk: Bruger sikkerheds-id
es_mx: Id. de seguridad de usuario
fr_be: ID sécurité utilisateur
it_it: ID di sicurezza utente
nb_no: Sikkerhets-ID for bruker
ru_ru: КОД безопасности пользователя

# Table 1175440386 - Field 3174909667 - Property 2879900210
source: Access Via User Group Code
cs_cz: Přístup pomocí kódu skupiny uživatelů
da_dk: Adgang via brugergruppekode
es_mx: Acceso a través del código de grupo de usuarios
fr_be: Accès Via le Code du groupe d’utilisateurs
it_it: Accesso tramite il codice di gruppo di utenti
nb_no: Tilgang Via kode for brukergruppe
ru_ru: Доступ через код группы пользователей

# Table 1175440386 - Field 129688762 - Property 2879900210
source: User Name
cs_cz: Uživatelské jméno
da_dk: Brugernavn
es_mx: Nombre de usuario
fr_be: Nom d’utilisateur
it_it: Nome utente
nb_no: Brukernavn
ru_ru: Имя пользователя

# Table 1175440386 - Field 1581469095 - Property 2879900210
source: User Full Name
cs_cz: Celé jméno uživatele
da_dk: Brugers fulde navn
es_mx: Nombre completo del usuario
fr_be: Nom complet utilisateur
it_it: Nome completo utente
nb_no: Fullt brukernavn
ru_ru: Полное имя пользователя

# Table 1175440386 - Field 2831955675 - Property 2879900210
source: Has Permission
cs_cz: Mají oprávnění
da_dk: Har rettighed
es_mx: Tiene los permisos
fr_be: A l’autorisation
it_it: Include il permesso
nb_no: Hvis du har tillatelse
ru_ru: Есть разрешение

# Table 1175440386 - Field 2038419342 - Property 2879900210
source: Assign Permission
cs_cz: Přidělit oprávnění
da_dk: Tildel rettighed
es_mx: Asignar permisos
fr_be: Affecter des autorisations
it_it: Assegnare l'autorizzazione
nb_no: Tilordne tillatelse
ru_ru: Назначить права доступа

# Table 1175440386 - Field 1061021719 - Property 2879900210
source: Remove Permission
cs_cz: Odebrat oprávnění
da_dk: Fjern rettighed
es_mx: Quitar permisos
fr_be: Supprimer l’autorisation
it_it: Rimuovere autorizzazioni
nb_no: Fjerne tillatelse
ru_ru: Удалить права доступа

# Table 1175440386 - Field 2439937807 - Property 2879900210
source: Updated Via User Group
cs_cz: Aktualizováno prostřednictvím skupiny uživatelů
da_dk: Opdateret via brugergruppe
es_mx: Actualiza a través del grupo de usuarios
fr_be: Mise à jour par le groupe d’utilisateurs
it_it: Aggiornamento tramite gruppo di utenti
nb_no: Oppdatert Via brukergruppe
ru_ru: Обновлено группой пользователей

# Codeunit 1923820039 - NamedType 2407060480
source: Populating G/L Source Names...
it_it: La compilazione di nomi di origine C/G...

# Codeunit 1923820039 - NamedType 2069865725
source: Required permissions for table "%1" is missing. Can't refresh lookup data.
cs_cz: Nebyla nalezena požadovaná oprávnění pro tabulku "%1". Nelze aktualizovat data vyhledávání.
da_dk: Nødvendige rettigheder til "%1" tabellen mangler. Kan ikke opdatere opslagsdata.
es_mx: Los permisos necesarios para la tabla "%1" no existe. No se puede actualizar los datos de búsqueda.
fr_be: Autorisations requises pour la table « %1 » est manquante. Ne peut pas actualiser les données de recherche.
it_it: Autorizzazioni necessarie per la tabella "%1" mancante. Impossibile aggiornare i dati di ricerca.
nb_no: Tillatelse for tabellen "%1" mangler. Kan ikke oppdatere oppslagsdata.
ru_ru: Разрешения, необходимые для таблицы «%1» не найдены. Не удалось обновить данные.

# Codeunit 1923820039 - NamedType 3966355649
source: G/L Source Names lookup table update finished
it_it: C/G origine nomi lookup tabella aggiornamento completato

# Codeunit 3280080720 - NamedType 2782421492
source: Source is not defined
it_it: Non è definito in origine

# Codeunit 3280080720 - NamedType 1672472045
source: %1 %2 %3 not found
it_it: %1 %2 %3 non trovato.

# Codeunit 3732620711 - NamedType 1542739173
source: We have added a new feature to the General Ledger Entries. Now you can see the Source Name column!
cs_cz: Přidali jsme novou funkci do věcné položky. Nyní můžete zobrazit ve sloupci Název původu!
da_dk: Vi har tilføjet et nyt felt i finansposter. Nu kan man se kildenavnet!
es_mx: Hemos agregado una característica nueva a los movimientos de Contabilidad General. Ahora puede ver la columna nombre de origen.
fr_be: Nous avons ajouté une nouvelle fonctionnalité pour les écritures comptables. Vous pouvez visualiser la colonne nom de la Source.
it_it: Sono stati aggiunti una nuova funzionalità per i movimenti di contabilità generale. A questo punto è possibile visualizzare la colonna nome di origine.
nb_no: Vi har lagt til en ny funksjon i finansposter. Nå kan du se kolonnen kildenavnet!
ru_ru: Мы добавили новую функцию для операций главной книги. Теперь вы можете видеть название источника!

# Codeunit 3732620711 - NamedType 3624917100
source: Show me the details
cs_cz: Zobrazit podrobnosti
da_dk: Vis mig detaljerne
es_mx: Mostrarme los detalles
fr_be: Afficher les détails
it_it: Mostra i dettagli
nb_no: Vis detaljer
ru_ru: Показать подробности

# Codeunit 3732620711 - NamedType 1372440744
source: You don't have permissions to use our new feature that will show Source Names. Please contact your administrator.
it_it: Non si dispone delle autorizzazioni necessarie per utilizzare la nuova funzionalità che verranno visualizzati i nomi di origine. Contattare l'amministratore.

# Codeunit 3732620711 - NamedType 1986711657
source: What should I show?
cs_cz: Údaje mají být zobrazeny?
da_dk: Hvad skal jeg vise?
es_mx: ¿Lo que se debería mostrar?
fr_be: Éléments dois-je afficher ?
it_it: Gli elementi da visualizzare?
nb_no: Hva skal jeg vise?
ru_ru: Какую информацию нужно отобразить?

# Codeunit 26771142 - NamedType 2782421492
source: Source is not defined
it_it: Non è definito in origine

# Codeunit 26771142 - NamedType 1672472045
source: %1 %2 %3 not found
it_it: %1 %2 %3 non trovato.

# Codeunit 519473912 - NamedType 2782421492
source: Source is not defined
it_it: Non è definito in origine

# Codeunit 519473912 - NamedType 1672472045
source: %1 %2 %3 not found
it_it: %1 %2 %3 non trovato.

# Codeunit 3669574782 - NamedType 2021711790
source: Set up G/L Source Names
cs_cz: Nastavení názvů finanční zdroje
da_dk: Opsæt Finans-kildenavne
es_mx: Configure los nombres de origen de cuenta
fr_be: Paramétrer des noms de journal général
it_it: Impostare i nomi di origine C/G
nb_no: Definere Finans datakildenavn
ru_ru: Настроить названия источника ГК

# Codeunit 3669574782 - NamedType 2069865725
source: You have not been granted required access rights to start the Assisted Setup.\\The Assisted Setup for G/L Source Names is about assigning the required permissions to users. To be able to assign permissions you need to be granted either the SUPER og SECURITY permission set.
cs_cz: Nebylo vám uděleno potřebná přístupová práva k zahájení nastavení pomoci Setup.\\The pomoci pro názvy finančních původu je o přiřazení požadovaná oprávnění pro uživatele. Aby bylo možné přiřadit oprávnění, je nutné udělit SUPER og zabezpečení nastavit oprávnění.
da_dk: Du har ikke fået tildelt de nødvendige rettigheder til at starte assisteret opsætning.\\Assisteret opsætning af Finans-kildenavn tildeler rettigheder til brugere. For at kunne tildele rettigheder er det nødvendigt, at du får tildelt enten SUPER eller SECURITY rettighedssættet.
es_mx: No se le han concedido derechos de acceso para iniciar la configuración asistida de Setup.\\The asistida de nombres de origen es sobre la asignación de los permisos necesarios para los usuarios. Para poder asignar permisos que necesita conseguir og SUPER seguridad conjunto de permisos.
fr_be: Vous n'avez pas reçu les droits d’accès requis pour commencer la configuration assistée Setup.\\The assistée pour les noms de journal général est leur affecter les autorisations nécessaires aux utilisateurs. Pour affecter des autorisations, que vous devez soit accordée journal SUPER sécurité ensemble d’autorisations.
it_it: Non si dispone di diritti di accesso richiesto per avviare il Setup assistito assistito Setup.\\The per i nomi di origine C/G è sull'assegnazione dei permessi necessari per gli utenti. Per poter assegnare le autorizzazioni che necessarie per ottenere il registro SUPER protezione set di autorizzazioni.
nb_no: Du har ikke rettigheter tilgangen som kreves for å starte assistert Setup.\\The assistert oppsettet for finans datakildenavn er tilordne tillatelse til brukerne. Slik at du må enten det SUPER og sikkerhet gis tillatelser tillatelsessett.
ru_ru: Вам не предоставлены соответствующие права доступа для запуска Сопровождаемой настройки.\\Сопровождаемая Настройка для названия источника ГК собирается настроить необходимые права пользователей. Чтобы получить возможность назначения прав доступа, необходимо предоставить либо SUPER либо SECURITY набор прав доступа.

# Page 371913171 - Property 2879900210
source: G/L Source Name List
cs_cz: Původní název osnově
da_dk: Finans-kildenavn oversigt
es_mx: Lista Nombre procedencia
fr_be: Liste des noms de journal général
it_it: Lista nomi di origine C/G
nb_no: Finanskonto kilde navnet liste
ru_ru: Список названий источника

# Page 549180695 - Property 2879900210
source: G/L Source Names DrillDown
cs_cz: Finanční zdroje názvy přejít k podrobnostem
da_dk: Finans-kildenavn specifikation
es_mx: Análisis de nombres de origen de cuenta
fr_be: Détail de noms journal général
it_it: Drill-down nomi di origine C/G
nb_no: Finans kilde navn DrillDown
ru_ru: Раскрыть название источника ГК

# Page 3595059435 - Control 3233782167 - Property 1295455071
source: Indicates whether members of this user group have full access or just read access to G/L Source Names Lookup table
cs_cz: Určuje, zda členy této skupiny uživatelů mají úplný přístup nebo pouze pro čtení přístup k vyhledávací názvy finanční zdrojové tabulky
da_dk: Angiver hvorvidt medlemmer af denne brugergruppe har fuld adgang eller blot læseadgang til Finans-kildenavn opslagstabellen
es_mx: Indica si los miembros de este grupo de usuarios tienen acceso completo o sólo acceso de lectura a la tabla de búsqueda de nombres de origen de cuenta
fr_be: Indique si les membres de ce groupe d’utilisateurs ont accès complet ou seulement un accès en lecture à la table de recherche de noms journal général
it_it: Indica se i membri di questo gruppo di utenti hanno accesso completo o solo accesso in lettura alla tabella di ricerca di nomi di origine C/G
nb_no: Angir om medlemmer av denne brukergruppen har full tilgang, og bare lesetilgang til oppslagstabellen Finans kilde navn
ru_ru: Показывает есть ли у членов этой группы пользователей полный доступ или только доступ для чтения к таблице G/L Source Names Lookup

# Page 3595059435 - Control 2831955675 - Property 1295455071
source: Indicates whether the user that are member of this user group already have required permissions
cs_cz: Označuje, zda jste uživatele, který již byly této skupiny uživatele požadovaná oprávnění
da_dk: Angiver hvorvidt medlemmer af denne brugergrupper allerede har de nødvendige rettigheder
es_mx: Indica si el usuario que son miembros de este grupo de usuarios ya tener los permisos necesarios
fr_be: Indique si l’utilisateur qui sont membres de ce groupe d’utilisateurs déjà disposer d’autorisations
it_it: Indica se l'utente che sono membri di questo gruppo di utenti già dispone delle autorizzazioni necessarie
nb_no: Angir om brukeren er medlem av denne brukergruppen allerede har nødvendige tillatelser
ru_ru: Показывает есть ли у пользователя, который уже является членом этой группы, необходимые права доступа

# Page 3595059435 - Control 2038419342 - Property 1295455071
source: This will assign the required permission to the members of this user group when the wizard completes.
cs_cz: Po dokončení to bude přiřazen požadovaná oprávnění pro členy této skupiny uživatelů.
da_dk: Dette vil tildele de nødvendige rettigheder til medlemmer af denne brugergruppe når guiden afsluttes.
es_mx: Esto asignará el permiso requerido a los miembros de este grupo de usuarios cuando finalice el asistente.
fr_be: Cela affecte l’autorisation requise pour les membres de ce groupe d’utilisateurs à l’issue de l’Assistant.
it_it: Al termine, in questo verrà assegnati delle autorizzazioni necessarie per i membri di questo gruppo di utenti.
nb_no: Dette vil tilordne den nødvendige tillatelsen til medlemmer av denne brukergruppen når veiviseren er fullført.
ru_ru: После завершения мастера настройки, для членов этой группы пользователей будут назначены необходимые права доступа .

# Page 3595059435 - Control 1061021719 - Property 1295455071
source: This will remove current permission from the members of this user group when the wizard completes.
cs_cz: Po dokončení touto akcí odeberete aktuální oprávnění členů této skupiny uživatelů.
da_dk: Dette vil fjerne de nuværende rettigheder fra medlemmer af denne brugergruppe når guiden afsluttes.
es_mx: Esto eliminará permisos actual de los miembros de este grupo de usuarios cuando finalice el asistente.
fr_be: Ceci supprime d’autorisations actuel et les membres de ce groupe d’utilisateurs à l’issue de l’Assistant.
it_it: Al termine verrà rimosso autorizzazioni corrente dei membri di questo gruppo di utenti.
nb_no: Dette vil fjerne gjeldende tillatelse fra medlemmer av denne brukergruppen når veiviseren er fullført.
ru_ru: После завершения мастера настройки у членов этой группы пользователей будут удалены текущие права доступа .

# Page 3431183161 - Property 2879900210
source: G/L Source Name Setup
cs_cz: Název původu finanční účet
da_dk: Finans-kildenavn opsætning
es_mx: Configuración de nombre de origen de cuenta
fr_be: Paramétrage de nom de journal général
it_it: Setup di nome di origine C/G
nb_no: Finansoppsett navnet kilde
ru_ru: Настройка названия источника ГК

# Page 3431183161 - Control 118272148 - Property 2879900210
source: Welcome to G/L Source Name Setup
cs_cz: Vítá vás instalační program název původu finanční účet
da_dk: Velkommen til Finans-kildenavn opsætning
es_mx: Configuración de nombre de origen de cuenta
fr_be: Programme d’installation de nom journal général
it_it: Programma di installazione di nome di origine C/G
nb_no: Velkommen til Finansoppsett navnet kilde
ru_ru: Вас приветствует мастер настройки названия источника ГК
