Repository: embiante/glsourcenames
Catalog: AL/Translations/GL Source Names.*.xlf
Languages: cs_cz, da_dk, es_mx, fr_be, it_it, nb_no, ru_ru

# Page 86709904 - Control 2038419342 - Property 1295455071
source: This will assign the required permission to this user when the wizard completes.
cs_cz: To bude přiřadit potřebné oprávnění tohoto uživatele po dokončení.
da_dk: Dette vil tildele de nødvendige rettigheder til denne bruger når guiden afsluttes.
es_mx: Esto asignará el permiso requerido para este usuario cuando finalice el asistente.
fr_be: Cela affecte l’autorisation requise à cet utilisateur lors de l’exécution de l’Assistant.
it_it: Ciò assegnerà delle autorizzazioni necessarie per l'utente al termine.
nb_no: Dette vil tilordne den nødvendige tillatelsen til denne brukeren når veiviseren er fullført.
ru_ru: После завершения мастера установки этому пользователю будут назначены необходимых прав доступа .

# Page 86709904 - Control 1061021719 - Property 1295455071
source: This will remove current permission from this user when the wizard completes.
cs_cz: Po dokončení touto akcí odeberete aktuální oprávnění od tohoto uživatele.
da_dk: Dette vil fjerne de nuværende rettigheder fra denne bruger når guiden afsluttes.
es_mx: Esto eliminará permisos actual del usuario cuando finalice el asistente.
fr_be: Il supprime les autorisation en cours à partir de cet utilisateur à l’issue de l’Assistant.
it_it: Al termine verrà rimosso autorizzazioni corrente da questo utente.
nb_no: Dette vil fjerne gjeldende tillatelse fra denne brukeren når veiviseren er fullført.
ru_ru: После завершения мастера установки у этого пользователя будут удалены права доступа.

# PageExtension 3643431607 - Control 1195644 - Property 1295455071
source: Specifies the type of the master record associated with this entry
it_it: Specifica il tipo di record master associato al movimento

# PageExtension 3643431607 - Control 1139953745 - Property 1295455071
source: Specifies the number of the master record associated with this entry
it_it: Specifica il numero del record master associato al movimento

# PageExtension 3643431607 - Control 384633921 - Property 1295455071
source: Specifies the name of the master record associated with this entry
it_it: Specifica il nome del record master associato al movimento

# PageExtension 3643431607 - Action 3094365984 - Property 2879900210
source: Source Card
it_it: Scheda di origine

# PageExtension 3643431607 - Action 3094365984 - Property 1295455071
source: Show the card for the master record defined as the source for this entry
it_it: Mostra la scheda per il record master definito come l'origine di questo movimento.

# PageExtension 3585210284 - Control 1195644 - Property 1295455071
source: Specifies the type of the master record associated with this entry
it_it: Specifica il tipo di record master associato al movimento

# PageExtension 3585210284 - Control 1139953745 - Property 1295455071
source: Specifies the number of the master record associated with this entry
it_it: Specifica il numero del record master associato al movimento

# PageExtension 3585210284 - Control 384633921 - Property 1295455071
source: Specifies the name of the master record associated with this entry
it_it: Specifica il nome del record master associato al movimento

# PageExtension 3585210284 - Action 3094365984 - Property 2879900210
source: Source Card
it_it: Scheda di origine

# PageExtension 3585210284 - Action 3094365984 - Property 1295455071
source: Show the card for the master record defined as the source for this entry
it_it: Mostra la scheda per il record master definito come l'origine di questo movimento.

# TableExtension 3585210284 - Field 384633921 - Property 2879900210
source: Source Name
it_it: Nome origine

# PageExtension 2349144501 - Control 384633921 - Property 1295455071
source: Specifies the name of the master record associated with this entry
it_it: Specifica il nome del record master associato al movimento

# PageExtension 2349144501 - Action 3094365984 - Property 2879900210
source: Source Card
it_it: Scheda di origine

# PageExtension 2349144501 - Action 3094365984 - Property 1295455071
source: Show the card for the master record defined as the source for this entry
it_it: Mostra la scheda per il record master definito come l'origine di questo movimento.

# TableExtension 2349144501 - Field 384633921 - Property 2879900210
source: Source Name
it_it: Nome origine

# TableExtension 4198449013 - Field 384633921 - Property 2879900210
source: Source Name
it_it: Nome origine

# Table 2508189916 - Field 4165234317 - Property 2879900210
source: Url
cs_cz: Adresa URL
es_mx: Dirección URL
nb_no: URL-adresse
ru_ru: URL-адрес

# Codeunit 1923820039 - NamedType 2842100407
source: Populating G/L Source Names...
cs_cz: Vyplnění názvy finančního zdroje...
da_dk: Udfylder Finans-kildenavne...
es_mx: Rellenar los nombres de origen de la cuenta de contabilidad...
fr_be: Remplissage des noms de journal général...
nb_no: Fylle ut datakildenavn finans...
ru_ru: Заполнение названия источника ГК...

# Codeunit 1923820039 - NamedType 713180994
source: G/L Source Names lookup table update finished
cs_cz: Aktualizace tabulky vyhledávání původu názvy finančního dokončena
da_dk: Opdatering af Finans-kildenavn opslagsdata færdig
es_mx: Nombres de origen de la contabilidad terminados de actualización de la tabla de búsqueda
fr_be: Mise à jour de la table noms de journal général recherche terminée
nb_no: Oppdatering av Finans datakildenavn oppslag ferdig
ru_ru: Обновление таблицы выбора названия источника ГК завершено

# Codeunit 3280080720 - NamedType 882275687
source: Source is not defined
cs_cz: Není definován zdroj
da_dk: Kilde er ikke angivet
es_mx: No se define el origen
fr_be: Source n’est pas défini.
nb_no: Kilden er ikke definert.
ru_ru: Источник не определен.

# Codeunit 3280080720 - NamedType 1028476842
source: %1 %2 %3 not found
cs_cz: %1 %2 %3 nebyl nalezen.
da_dk: %1 %2 %3 ikke fundet
es_mx: %1 %2 %3 que no se encontró
fr_be: %1 %2 %3 introuvable
nb_no: %1 %2 %3 finnes ikke
ru_ru: %1 %2 %3 не найден

# Codeunit 3732620711 - NamedType 523333275
source: You don't have permissions to use our new feature that will show Source Names. Please contact your administrator.
cs_cz: Nemáte oprávnění k používání našeho novou funkci, která se zobrazí názvy zdrojů. Obraťte se na správce.
da_dk: Du har ikke rettigheder til at se det nye felt med kildenavn. Kontakt venligst din administrator.
es_mx: No tiene permisos para usar la nueva función que se muestre los nombres de origen. Póngase en contacto con el administrador.
fr_be: Vous n’avez pas autorisé à utiliser notre nouvelle fonction qui affiche les noms de Source. Veuillez contacter votre administrateur.
nb_no: Du har ikke tillatelse til å bruke vårt ny funksjon som viser datakildenavn. Kontakt systemansvarlig.
ru_ru: У вас нет прав доступа к нашей новой функциональности, которая позволит смотреть название источника в операциях главной книги. Пожалуйста, обратитесь к администратору.

# Codeunit 832878245 - NamedType 501564687
source: Do you want to hide this notification in the future?
cs_cz: Chcete skrýt toto upozornění v budoucnu?
da_dk: Ønsker du at skjule denne notifikation i fremtiden?
es_mx: ¿Confirma que desea ocultar esta notificación en el futuro?
fr_be: Vous souhaitez masquer cette notification à l’avenir ?
nb_no: Vil du skjule denne meldingen sendes senere?
ru_ru: Вы действительно хотите скрыть в будущем это уведомление?

# Codeunit 1890157437 - NamedType 501564687
source: Do you want to hide this notification in the future?
cs_cz: Chcete skrýt toto upozornění v budoucnu?
da_dk: Ønsker du at skjule denne notifikation i fremtiden?
es_mx: ¿Confirma que desea ocultar esta notificación en el futuro?
fr_be: Vous souhaitez masquer cette notification à l’avenir ?
nb_no: Vil du skjule denne meldingen sendes senere?
ru_ru: Вы действительно хотите скрыть в будущем это уведомление?

# PageExtension 934504585 - Control 1195644 - Property 1295455071
source: Specifies the type of the master record associated with this entry
cs_cz: Určuje typ hlavní záznam spojeného s touto položkou
da_dk: Angiver typen af stamdata tilknyttet denne post
es_mx: Especifica el tipo de registro maestro asociado con este movimiento.
fr_be: Spécifie le type de l’enregistrement principal associé à cette écriture.
nb_no: Angir hvilken type hovedposten er knyttet til denne posten.
ru_ru: Определяет тип мастер записи, связанной с этой операцией

# PageExtension 934504585 - Control 1139953745 - Property 1295455071
source: Specifies the number of the master record associated with this entry
cs_cz: Určuje počet hlavní záznam spojeného s touto položkou
da_dk: Angiver nummeret i stamdatatabellen tilknyttet denne post
es_mx: Especifica el número del registro maestro asociado con este movimiento.
fr_be: Spécifie le numéro de l’enregistrement principal associé à cette écriture.
nb_no: Angir hvor mange hovedposten er knyttet til denne posten.
ru_ru: Определяет номер мастер записи, связанной с этой операцией

# PageExtension 934504585 - Control 384633921 - Property 1295455071
source: Specifies the name of the master record associated with this entry
cs_cz: Určuje název hlavní záznam spojeného s touto položkou
da_dk: Angiver navnet på den stamdatapost der er tilknyttet denne post
es_mx: Especifica el nombre del registro maestro asociado con este movimiento.
fr_be: Spécifie le nom de l’enregistrement principal associé à cette écriture.
nb_no: Angir navnet på hovedposten er knyttet til denne posten.
ru_ru: Определяет имя мастер записи, связанной с этой операцией

# PageExtension 934504585 - Action 3094365984 - Property 2879900210
source: Source Card
cs_cz: Karta zdroje
da_dk: Kildekort
es_mx: Ficha de origen
fr_be: Fiche origine
nb_no: Kildekortet
ru_ru: Карточка источника

# PageExtension 934504585 - Action 3094365984 - Property 1295455071
source: Show the card for the master record defined as the source for this entry
cs_cz: Zobrazit kartu pro hlavní záznam označen jako zdroj pro tuto položku
da_dk: Viser kortet for den stamdatapost der er tilknyttet denne post
es_mx: Mostrar la ficha del registro maestro definido como la procedencia de este movimiento.
fr_be: Afficher la fiche de l’enregistrement principal défini comme l’origine de cette écriture.
nb_no: Vis kortet for hovedposten defineres som kilde for denne posten
ru_ru: Показать карточку мастер записи определенной в качестве источника к этой операции

# TableExtension 209641987 - Field 384633921 - Property 2879900210
source: Source Name
cs_cz: Název zdroje
da_dk: Kildenavn
es_mx: Nombre procedencia
fr_be: Nom origine
nb_no: Kildenavn
ru_ru: Название источника
